[GENERAL]
NAME					= Czech
TRANSLATOR				= Vladimír Skořepa, Ivo Káňa
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Verze#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - rychlý a jednoduchý video-editor.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Neregistrovaná verze

TEXT_YES				= Ano
TEXT_NO					= Ne
TEXT_CLOSE				= Zavřít
TEXT_CANCEL				= Zrušit
TEXT_OK					= OK
TEXT_ABORT				= Stop
TEXT_RETRY				= Opakovat
TEXT_IGNORE				= Ignorovat
TEXT_CONTINUE				= Pokračovat

TEXT_SAVE				= Uložit
TEXT_NOT_SAVE				= Neukládat

TEXT_SECOND				= Sekund(y)

TEXT_OPEN_FILE				= Otevřít soubor
TEXT_SELECT_FOLDER			= Vybrat výstupní složku

TEXT_SEG_DURATION			= Doba trvání ${str1}
TEXT_SEEK_POS				= Označit ${str1}
TEXT_TOTAL_SEG_DURATION			= Celkem ${str1}
TEXT_HIGH_SPEED_MODE			= Vysokorychlostní režim
TEXT_HIGH_ENCODING_MODE		= Kódovací režim (pomalejší)

TEXT_VOLUME_MUTE			= Vypnout/zapnout zvuk
TEXT_VOLUME				= Hlasitost: ${int1}

TEXT_CHANGE_LANG			= Chcete-li změnit jazyk, musíte restartovat Bandicut.[br]Chcete ho restartovat teď?
TEXT_RESET_ALL_SETTINGS			= Opravdu chcete obnovit všechna nastavení na původní?
TEXT_SHUTDOWN_SEC			= Systém se vypne za ${int1} sekund.
TEXT_SHUTDOWN_APP_SEC			= Bandicut bude ukončen za ${int1} sekund.

TEXT_UPDATE_AVAILABLE			= K dispozici je nová verze Bandicutu. [br]Chcete ji nyní stáhnout ?
TEXT_UPDATE_UNAVAILABLE			= Tato verze je aktuální.
TEXT_UPDATE_FAILED			= Informace o verzi se nepodařilo zkontrolovat. [br]Systém pravděpodobně není připojen k internetu. Zkuste to, prosím, znovu.
TEXT_OFFLINE				= Tuto funkci lze použít, když je systém připojen k Internetu.[br]Zkuste to, prosím, znovu po kontrole internetového připojení.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Program Bandicut je poškozen. [br]Je třeba ho přeinstalovat.

TEXT_NOT_SEEKABLE			= Tento mediální soubor nelze najít. 
TEXT_NOT_SEEKABLE_DETAIL		= Vysokorychlostní režim a nastavení sekvence nejsou k dispozici.[br]- Tabulka indexů je poškozena.[br]- Chybí klíčový snímek nebo tabulka indexů.

TEXT_NOT_SUPPORT_FILE			= Bandicut nepodporuje tyto soubory. [br](Nejsou žádné informace o videu nebo kodeku.)[br]Můžete zobrazit informace o souboru.
TEXT_NOT_SUPPORT_VIDEO			= [br]- Video kodek ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Audio kodek ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT		= [br]- Formát souboru: ${str1}
TEXT_NOT_SUPPORT_NONE			= Nepodporováno
TEXT_NOT_SUPPORT_NOT_DECODE		= (Nelze přehrát)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Žádná videodata)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Vstupní soubor neexistuje.[br]Zkontrolujte cestu k souboru. 

TEXT_NOT_HIGH_SPEED			= Vysokorychlostní režim není k dispozici.
TEXT_NOT_HIGH_SPEED_DETAIL		= Tento soubor nemůže použít vysokorychlostní režim kvůli problému s kodekem. [br]- Použijte, prosím, kódovací režim.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Je zvoleno méně než 10 videosnímků.
TEXT_NOT_HIGH_SPEED_QUERY		= - Nepodařilo se vytvořit mediální soubor.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Vysokorychlostní režim ​​je mnohem rychlejší než režim kódování. [br]Nicméně čas začátku tohto souboru se však může při použití vysokorychlostního režimu změnit (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Chcete pokračovat ve vysokorychlostním režimu?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Vysokorychlostní režim je k dispozici až po registraci.[br][br]Chcete si zakoupit licenci ?

TEXT_FRAME_CUT_CANT_CHANGE		= Toto nastavení nelze ve verzi zdarma změnit.[br]Chcete si koupit licenci ?

TEXT_KEY_FRAME_CUT			= - Čas začátku tohoto souboru se může změnit.
TEXT_KEY_FRAME_CUT2			= - V případě problémů použijte, prosím, kódovací režim.

TEXT_NOT_HIGH_SPEED_JOIN		= Ke spojování souborů můžete použít vysokorychlostní režim pouze pokud jsou formáty všech souborů stejné.

TEXT_MSG_CONVERTING_CLOSE		= Probíhá konverze. Chcete ji ukončit a zavřít Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Probíhá konverze. Chcete ji ukončit?
TEXT_MSG_CHECK_NOT_SHOW		= Příště nezobrazovat.
TEXT_MSG_WRITE_HEADER			= Zapisuje se hlavička souboru. Pokud je soubor příliš velký, může operace trvat delší čas. Počkejte prosím.

TEXT_ERROR_DISKSPACE_TITLE		= Nedostatek místa na disku pro výstupní složku.
TEXT_ERROR_DISKSPACE			= Změňte výstupní složku a zkuste to znovu.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Dostupné místo na disku: ${str1}[br]-Potřebné místo na disku:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Nedostatek místa na disku pro složku mezipaměti.
TEXT_ERROR_CACHE_DISKSPACE		= Změňte složku mezipaměti a zkuste to znovu.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Dostupné místo na disku: ${str1}[br]-Potřebné místo na disku:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Změňte, prosím, složku výstupu nebo mezipaměti.
TEXT_ERROR_FILE_SYSTEM			= Složka výstupu nebo mezipaměti není umístěna v systému souborů NTFS, což může způsobit problémy při zpracování souborů větších než 4 GB.[br]-Složka, kterou chcete změnit:
TEXT_CANT_KEYFRAME_SEEK		= Probíhá analýza mediálního souboru. Až po jejím ukončení můžete začít ve výběru klíčových snímků.
TEXT_READ_FILE				= Soubor nelze přečíst. Prosím zkontrolujte vstupní soubor.[br]Pokud je soubor umístěn na CD/DVD, zkopírujte ho prosím na harddisk a zkuste to znovu.
TEXT_CODEC_CONFIG			= Nesprávně nastavené kódování.
TEXT_CODEC_CONFIG2			= [br]Vstupte, prosím, do menu Nastavení kódování, nastavte výchozí kódování a zkuste to znovu.
TEXT_VIDEO_ENCODING			= Nastala chyba během kódování videa. Zkontrolujte vstupní soubor a nastavení kódování.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Konverze byla zastavena z důvodu problému s kodérem Intel® Quick Sync Video.
TEXT_VIDEO_ENCODING_QSV		= Chcete použít softwarový kodér H.264?
TEXT_AUDIO_ENCODING			= Nastala chyba během kódování zvuku. Zkontrolujte vstupní soubor a nastavení kódování.
TEXT_NOT_SUPPORT_TYPE			= Nastala chyba při vytváření výstupního souboru.
TEXT_UNSUPPORT_VIDEO_SIZE		= Nelze převést na toto rozlišení videa.[br]Maximální rozlišení podporované ${str1} je ${str2}.[br]Přejděte do nabídky Nastavení kódování, vyberte jiné rozlišení videa a zkuste to znovu.
TEXT_NO_ENCODER			= Nelze najít kodér.
TEXT_SEND_FILE				= Pokud odešlete video soubor na adresu bandicut@bandicam.com, odpovíme na váš e-mail neprodleně.
TEXT_CHECK_CHANGE_ENCODER		= Od této chvíle používejte softwarový kodér H.264
TEXT_INTER_FILE				= Při ukládání videa do výstupní složky došlo k chybě.
TEXT_CANT_DECODE_AUDIO			= Některé zvukové stopy nelze dekódovat.[br]Nebudou převedeny. Opravdu chcete pokračovat?

TEXT_REBUILD_COMPLETE			= Soubor(y) připraven(y) k úpravám.
TEXT_REBUILD_FAILED			= Při přípravě videosouboru/ů došlo k chybě.[br]

TEXT_ERRMSG_CONVERT_NUM		= Chyba kódování.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Nastala chyba při použití vysokorychlostního režimu, protože soubor je příliš velký. Použijte, prosím, kódovací režim.

TEXT_MSG_CHANGE_MODE_DROP		= Pokud je do Bandicutu přidáno několik souborů, Bandicut je spojí. [br]Opravdu chcete pokračovat?
TEXT_MSG_CANT_CHANGE			= Program analyzuje přidané soubory. [br]Počkejte prosím...

TEXT_MISSED_FILE_REMOVE 		= Soubor byl odstraněn ze seznamu sekvencí, protože neexistuje.[br]-${str1}

TEXT_INVALID_VALUE			= Zadejte, prosím, hodnotu mezi ${int1} a ${int2}.

TEXT_WARNING_MAX_SEGMENT         		= Můžete přidat až ${int1} souborů/sekvencí.
TEXT_WARNING_MAX_SEGMENT_FAIL           	= Tyto ${int1} soubory nebyly přidány.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Chystáte se překročit maximální počet sekvencí (= 99). Budete-li pokračovat, některé sekvence nebudou přidány.[br]Opravdu chcete pokračovat?
TEXT_WARNING_MAX_SEGMENT_SHORT	= Nelze rozdělit do ${int1} sekvencí, protože čas každé sekvence je příliš krátký.[br]Zadejte, prosím, menší počet sekvencí.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Sekvence nemůže být rozdělena, protože byl překročen jejich maximální počet (= 99).
TEXT_WARNING_MAX_SEGMENT_ZERO		= Výsledný čas je delší než čas sekvence.[br]Nastavte menší časové rozmezí a zkuste to znovu.
TEXT_WARNING_INVALID_TIME		= Nastavte, prosím, čas na více než 1 sekundu.

TEXT_EXIST_FILE_HEADER			= Soubor se stejným názvem již existuje.
TEXT_EXIST_FILE_COMMENT			= V případě pokračování procesu, bude číslo sekvence přidáno do názvu souboru. Opravdu chcete pokračovat?
TEXT_EXIST_FILE_OVERWRITE		= Uložit soubor projektu.
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} již existuje.[br]Chcete jej přepsat?

TEXT_MSG_PROJECT_HELP			= Co je soubor projektu?
TEXT_MSG_SAVE_PROJECT_HEADER		= Probíhá zpracování úlohy.
TEXT_MSG_SAVE_PROJECT			= Jestliže přidáte video soubor nebo soubor projektu, veškeré zpracování probíhajícího procesu bude ztraceno.
TEXT_MSG_SAVE_PROJECT2			= Chcete pokračovat po uložení projektu?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Chcete pokračovat po uložení projektu?
TEXT_MSG_LOAD_PROJECT_FAIL		= Chyba při otevírání souboru projektu.
TEXT_MSG_RESTORE_PROJECT		= Bandicut se neukončil správně.[br]Chcete obnovit předchozí úlohu?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Kodek Intel Quick Sync Video není povolen.[br]Pro použití kodeku "H264 (Intel® Quick Sync Video)" zapojte kabel VGA od monitoru do portu VGA na základní desce.
TEXT_RECOMMEND_CODEC_COMMENT_OK	= Chcete navštívit stránku nápovědy?

TEXT_ENCODER_TITLE			= ${str1} kodér k dispozici
TEXT_ENCODER_AVAILABLE_ENCODER	= ${str1} je hardwarový kodér, který umožňuje upravovat videa vyšší rychlostí než softwarový kodér.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Chcete použít ${str1} kodér?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Tato funkce již není k dispozici z důvodu zásad Facebooku.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Informace o vstupním souboru
TEXT_H264_NOT_SUPPORT			= Tento systém nepodporuje kódováni H.264.
TEXT_FILE_NAME				= Název souboru: ${str1}
TEXT_FILE_TYPE				= Formát souboru: ${str1}
TEXT_FILE_DURATION			= Trvání: ${str1}
TEXT_FILE_SIZE				= Velikost souboru: ${str1}
TEXT_SEGMENT				= Sekvence: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START	= - Původní čas startu: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Nový čas startu: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Použít vysokorychlostní režim: ${str1}
TEXT_SEEKABLE				= Vyhledávání ${str1}  
TEXT_POSSIBLE				= Zapnout
TEXT_IMPOSSIBLE				= Vypnout
TEXT_POSSIBLE_REG			= Dostupné po registraci.
TEXT_TRACK_COUNT			= ${int1} Video stopa(y), ${int2} Audio stopa(y)
TEXT_OUTPUT_FILE_INFO			= Informace o výstupním souboru
TEXT_ADD_FAILED				= [Nepodařilo se přidat soubor]
TEXT_OUTPUT_OPTION			= Možnosti výstupu
TEXT_INPUT_FILES				= [Počítač vstupních souborů(sekvencí): ${int1}]
TEXT_H264_ENCODER			= Kodér H.264
TEXT_CODEC				= Kodek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Mediální soubory
TEXT_MAIN_PROJECT_FILES			= Soubory projektu
TEXT_MAIN_ALL_FILES			= Všechny soubory

TEXT_MOREINFO				= Zobrazit víc...

TEXT_SEGMENT_TITLE			= Sekvence ${str1}
TEXT_SEGMENT_FILE_TITLE			= Soubor ${str1}

TEXT_RECORDING				= Spustit program Bandicam Screen Recorder[br](Nahrává obrazovku, hru nebo webkameru)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR		= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Zkušební verze
TEXT_BANNER_OFF_SUBJECT		= Používáte neregistrovanou verzi.
TEXT_BANNER_OFF_CONTENTS_1		= Pokud koupíte a zaregistrujete licenci Bandicutu,
TEXT_BANNER_OFF_CONTENTS_2		= můžete používat software bez omezení.
TEXT_BANNER_RESULT_SUBJECT		= Nejste spokojeni s rychlostí?
TEXT_BANNER_RESULT_CONTENTS_1		= Kupte si, prosím, licenci Bandicutu.
TEXT_BANNER_RESULT_CONTENTS_2		= Rychlost bude navýšena více než <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Koupit nyní

TEXT_BANNER_UWP_SUBJECT		= Bandicut Video Cutter (zdarma) na Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Nejrychlejší bezztrátový video střih, ořez a spojení.
TEXT_BANNER_UWP_CONTENTS_2		= Pro více informací navštivte oficiání webové stránky.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Všeobecné
TEXT_TAB_FILE				= Výstup
TEXT_TAB_LANGUAGE			= Jazyk
TEXT_TAB_HIGHSPEED			= Vysoká rychlost
TEXT_TAB_VFILTER				= Video filtr
TEXT_TAB_INFO				= O programu

TEXT_PREFIX_FILE_NAME			= Název zdrojového souboru
TEXT_PREFIX_CUSTOM			= Volitelný Prefix
TEXT_PREFIX_NONOE			= Žádný
TEXT_SUFFIX_TIME				= Datum a čas
TEXT_SUFFIX_SERIAL			= Pořadové číslo sekvence
TEXT_SUFFIX_DATE_SERIAL			= Datum a pořadové číslo sekvence
TEXT_FILE_EXAMPLE			= Např.
TEXT_DEFAULT_CACHE_FOLDER		= (Výchozí)

TEXT_INTEL_QSV				= Intel® Quick Sync video (rychlá hardwarová akcelerace)

TEXT_H264_NOT_SUPPORT			= Tento systém nepodporuje kódování s H.264.[br]Chcete navštívit stránku nápovědy?

TEXT_VIDEO_QUALITY			= Kvalita
TEXT_VIDEO_BITRATE			= Přenosová rychlost (kbps)
TEXT_AUDIO_MONO			= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Žádné Video
TEXT_NO_AUDIO				= Žádné Audio
TEXT_VIDEO				= Video
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Neznámý
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Vždy
TEXT_DONT_USE				= Nepoužít

TEXT_FIT_WIDTH				= Přizpůsobit šířce
TEXT_FIT_HEIGHT				= Přizpůsobit výšce
TEXT_SIZE_AUTO				= Zachovat původní velikost
TEXT_SIZE_CUSTOM			= Vlastní velikost

TEXT_FIT_WIDTH_INFO			= Přizpůsobit šířce (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Přizpůsobit výšce (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4				= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Zachovat originální snímky/sec (FPS)

TEXT_MIN_VIDEO_SIZE			= Minimální hodnota šířky a výšky obrazu je ${int1}.
TEXT_MAX_VIDEO_SIZE			= Maximální hodnota šířky a výšky obrazu je ${int1}.
TEXT_ODD_VIDEO_SIZE			= Pokud je šířka nebo výška videa liché číslo, kódování může selhat. [br] Chcete změnit velikost videa následujícím způsobem?
TEXT_ODD_VIDEO_SIZE2			= [br]- Uživatelem definovaná velikost videa: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- Nová velikost videa: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Maximální hodnota bitového toku videa je ${int1} Kb/s.
TEXT_MAX_VIDEO_QUALITY			= Hodnota kvality videa by měla být mezi 1 a 100.
TEXT_DONT_ALLOW_NORMALIZE		= Tuto možnost nemůžete použít s možností [Odebrat zvukové stopy].[br]Chcete deaktivovat možnost [Odebrat zvukové stopy]?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Tuto možnost nemůžete použít s možností [Normalizování].[br]Chcete deaktivovat možnost [Normalizování]?

TEXT_SAMPLERATE_AUTO			= Zachovat původní frekvenci

TEXT_ASK_FOR_REG			= Neregistrovaná verze
TEXT_ASK_FOR_REG_DETAIL			= Koupit licenci Bandicut a odstranit všechna omezení.
TEXT_ASK_FOR_REG_CONTINUE		= Ignorovat a pokračovat
TEXT_ASK_FOR_REG_REGNOW		= Registrovat Bandicut
TEXT_ASK_FOR_REG_TRY			= Vyzkoušejte neregistrovaný Bandicut

TEXT_NOT_EXIST_OUTPUT			= Výstupní složka neexistuje. Změňte, prosím, výstupní složku.
TEXT_NOT_SUPPORT_FOLDER		= Soubor nelze uložit do této složky.  Vyberte, prosím, jiné umístění.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Nelze uložit soubory do zdrojové složky. [br]Chcete pokračovat po zrušení zaškrtnutí možnosti [Uložit do zdrojové složky]?
TEXT_NOT_ALLOWED_CHAR			= Název souboru nemůže obsahovat žádný z následujících znaků [br]${str1}
TEXT_LONG_PATH				= Název souboru je příliš dlouhý pro výstup. Zkraťte, prosím, název souboru a zkuste to znovu nebo zkuste místo s kratší cestou.[br]Maximální délka cesty k souboru je ${int1} znaků.
TEXT_ADDING_FILES			= Nyní budou přidány mediální soubory. Čekejte prosím.

TEXT_DEFAULT_PRESET			= Výchozí
TEXT_FIT_WIDTH_PRESET			= Přizpůsobit šířce
TEXT_FIT_HEIGHT_PRESET			= Přizpůsobit výšce
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET		= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Chcete smazat tuto předvolbu?[br][br]-Název předvolby: ${str1}
TEXT_SAME_PRESET			= Předvolba s tímto názvem již existuje. Chcete přepsat stávající předvolbu?[br][br]-Název předvolby: ${str1}
TEXT_SAME_RENAME_PRESET		= Předvolba s tímto názvem již existuje. Zadejte, prosím, jiný název.[br][br]-Název předvolby: ${str1}
TEXT_REFLECTED_PRESET			= Vaše předvolba byla použita.[br][br]-Název předvolby: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Tento instalační program nyní nainstaluje Bandicut na váš počítač.[br][br]Pokud máte Bandicut spuštěn, ukončete ho, prosím, před začátkem instalace.[br][br]Pro pokračování klikněte na tlačítko Další.
TEXT_DELETE_ALL_FILES			= Ne všechny soubory v (${str1}) byly odstraněny. [br]Chcete je odstranit?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut pracuje. Než budete pokračovat, ukončete jej.
TEXT_THIS_IS_NT_ONLY_APP			= Tento verze programu funguje na verzi Windows Vista a novějších. [br]Chcete stáhnout verzi pro Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Tento verze programu nefunguje na 32bitových Windows. [br]Chcete stáhnout verzi pro 32bitový Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= Instalace tohoto programu vyžaduje administrátorská práva. [br]Chcete zrušit instalaci?
TEXT_DELETE_ALL_PRESET_FILES		= Vaše vlastní předvolba existuje.[br]Chcete ji odstranit?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= Vyberte, prosím, režim, který chcete použít.
TEXT_WIZARD_COMMENT_CUT		= Ořezat zvolené části videa.
TEXT_WIZARD_COMMENT_SPLIT		= Rozdělit video soubor na více částí.
TEXT_WIZARD_COMMENT_JOIN		= Spojit více video-souborů.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Ořez
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Spojení

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Pokračovat
TEXT_PAUSE				= Pozastavit
TEXT_READY				= Počkat

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Zapisuji hlavičku souboru
TEXT_JOIN_JOB				= Spojuji

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED		= Váš Bandicut byl zaregistrován.
TEXT_REGISTER_FAILED			= Registrace selhala. [br]Zkontrolujte svoji e-mailovou adresu a sériové číslo.
TEXT_REGISTER_CONNECT_FAILED		= Nelze se připojit k registračnímu serveru.[br]Zkontrolujte, prosím, připojení k internetu a nastavte v systémových hodinách správný čas a dnešní datum.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Pokud potřebujete pomoc, klikněte na tlačítko OK.
TEXT_REGISTER_INFO			= E-mailová Adresa: ${str1}[br]Sériové číslo: ${str2}
TEXT_REGISTER_INFO2			= Platnost do: ${str1} (zbývá ${int1} dnů)
TEXT_REGISTER_INFO2_EXPIRED		= Platnost do: ${str1} (vypršela)
TEXT_REGISTER_YET			= Neregistrovaná verze!!![br]- Do videa bude přidán vodoznak.[br]- Klikněte na tlačítko Registrace pro odstranění všech omezení.
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut již není zaregistrován.
TEXT_UNREGISTER				= Chcete zrušit registraci Bandicutu?
TEXT_NOTICE_NEED_TO_RENEW		= Platnost vaší Bandicut licence vyprší za ${int1} dny/í. Pro zobrazení instrukcí na její obnovení klikněte na tlačítko OK.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= Platnost vaší Bandicut licence vypršela. Pro zobrazení instrukcí na její obnovení klikněte na tlačítko OK.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Zadejte, prosím, název videa, které chcete nahrát.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Přihlášení na YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Přihlášení na YouTube prostřednictvím prohlížeče...
TEXT_UPLOAD_VIMEO_LOGIN			= Přihlášení - Vimeo
TEXT_UPLOAD_COMPLETE			= Nahrávání dokončeno
TEXT_UPLOAD_ERR_FAIL			= Toto video se nepodařilo nahrát .
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Tento soubor je příliš velký. Nelze jej nahrát.
TEXT_UPLOAD_ERR_FREESPACE		= Nedostatek volného místa na serveru k nahrání videa.
TEXT_UPLOAD_ERR_CONNECT		= Nepodařilo se připojit k serveru.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Toto video se nepodařilo nahrát. Uživatelé Vimeo Basic nemohou tuto funkci používat.
TEXT_UPLOAD_WARNING_DOING		= Nyní se nahrávají ${int1} video-soubory. Chcete ukončit nahrávání videa a zavřít Bandicut?
TEXT_UPLOAD_NO_PASSWORD		= Prosím, zadejte heslo.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut překročil denní limit pro nahrávání videí, přidělený službou YouTube.[br]Kvóta se resetuje o půlnoci Pacifického času (PT).[br]Zkuste to, prosím, po půlnoci Pacifického času nebo přejděte na YouTube.com a nahrajte video přímo na YouTube.[br][br]Chcete přejít na YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Získání přístupového tokenu se nezdařilo.

TXT_TITLE               				= Vaše přihlášení na YouTube proběhlo v pořádku!
TXT_MESSAGE_COMPLETE1   		= Vaše přihlášení na YouTube proběhlo v pořádku!
TXT_MESSAGE_COMPLETE2   		= Můžete zavřít tuto stránku.
TXT_GOTO_BANDICUT_HOME  		= Přejít na bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS		= Probíhá instalace...
TEXT_UPDATE_FAILED_DL			= Stahování instalačních souborů se nezdařilo. [br]Možná nejste momentálně připojeni k internetu.
TEXT_UPDATE_INSTALL_SUCCEED		= Instalace je hotova.
TEXT_UPDATE_INSTALL_FAILED		= Instalace se nezdařila.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= O programu [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Otevřít soubor [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Nahrát do
MENUSTR_MAIN_FILE_CLOSE			= Zavřít soubor [tab]F4
MENUSTR_MAIN_OUTPUT			= Otevřít výstupní složku [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Konfigurace [tab]F5
MENUSTR_MAIN_REGISTER			= Registrace [tab]F3
MENUSTR_MAIN_CLOSE			= Ukončení [tab]Alt+F4
MENUSTR_MAIN_HELP			= Nápověda
MENUSTR_HELP_ONLINE			= Pomoc
MENUSTR_HELP_HOTKEYS			= Klávesové zkratky
MENUSTR_HELP_LICENSE			= Informace o licenci
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Informace o souboru [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Zavřít všechny soubory [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Otevřít projekt
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Uložit projekt
MENUSTR_UPLOAD_SETTING			= Nastavení

MENUSTR_PRESET_USER			= Uživatelské předvolby
MENUSTR_PRESET_ADD			= Přidat předvolbu
MENUSTR_PRESET_EDIT			= Upravit předvolby

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Zrušit
IDOK					= OK
IDC_BTN_CLOSE				= Zavřít
IDC_BTN_YES				= Ano
IDC_BTN_NO				= Ne
IDC_BTN_REGISTER			= Registrovat
IDC_CK_OPEN_OUTPUT_FOLDER		= Otevřít výstupní složku po dokončení.
IDC_ST_DETAIL_LINK			= Zobrazit víc...
IDC_ST_OPTION				= Volby
IDC_ST_HELP				= Pomoc

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Nastavení režimu kódování
IDC_ST_FILE_FORMAT			= Soubor
IDC_ST_FORMAT				= Formát souboru
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Velikost videa
IDC_ST_FPS				= Snímků/sec (FPS)
IDC_ST_VIDEO_CODEC			= Video kodek
IDC_ST_VIDEO_MODE			= Nastavení datového toku
IDC_ST_VIDEO_QUALITY			= Kvalita
IDC_ST_VIDEO_BITRATE			= Datový tok
IDC_ST_VIDEO_DEINTERLACE		= Prokládání
IDC_ST_AUDIO_CODEC			= Audio kodek
IDC_ST_AUDIO_CHANNEL			= Kanál
IDC_ST_AUDIO_SAMPLERATE			= Frekvence
IDC_ST_AUDIO_MODE			= Nastavení datového toku
IDC_ST_AUDIO_BITRATE			= Datový tok
IDC_BTN_PRESET				= Výchozí
IDC_BTN_SETTING_MORE			= Další nastavení...
IDC_ST_AUDIO_NORMALIZE			= Normalizování
IDC_CK_AUDIO_NORMALIZE			= Použít

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Nastavení H.264
IDC_ST_H264_PROFILE_SETTING		= ${str1} nastavení
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Úroveň

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Přidat novou předvolbu
IDC_ST_ADD_PRESET			= Stávající nastavení můžete uložit jako novou předvolbu.[br]Zadejte název nové předvolby. 
IDC_ST_SELECT_ENCODER			= Nastavení kodéru H.264
IDC_ST_VIDEO_ENCODER			= Kodér H.264			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Přejmenovat předvolbu
IDC_ST_RENAME_PRESET			= Zadat nový název předvolby.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Upravit předvolbu
IDC_BTN_PRESET_ADD			= Přidat
IDC_BTN_PRESET_DELETE			= Vymazat
IDC_BTN_PRESET_RENAME			= Přejmenovat

[IDD_SETTING]
IDD_SETTING				= Konfigurace
IDC_BTN_RESET				= Resetovat

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Výstraha při otevírání skrytých media-souborů.
IDC_CK_ALERT_EXIST_FILE			= Výstraha u souborů s již existujícím názvem.
IDC_CK_ALERT_SAVE_PROJECT		= Výstraha při ukládání souboru projektu.
IDC_CK_USE_LOG_FILE			= Vytvářet dokumentační soubor (.log)
IDC_CK_MOV_FRONT_HEADER		= Uložit informace o souboru na na začátek souboru (pouze MP4).
IDC_CK_KEEP_CREATION_TIME		= Zachovat datum a čas vytvoření původního souboru.
IDC_ST_UPLOAD				= Možnosti nahrávání
IDC_CK_SHOW_TIP				= Ukázat tipy/informace
IDC_CK_AUTO_MOVE			= Po stisknutí numerických kláves přesuňte pozici vstupu.
IDC_CK_DEINTERLACE_PREVIEW		= Při přehrávání prokládaného videa použijte filtr prokládání.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Výstupní složka
IDC_BTN_SET_OUTPUT			= Procházet...
IDC_BTN_OPEN_OUTPUT			= Otevřít
IDC_CK_OUTPUT_SOURCE			= Uložit do zdrojové složky
IDC_ST_FILENAME				= Nastavení názvu souboru
IDC_ST_CACHE_FOLDER			= Složka mezipaměti
IDC_BTN_SET_CACHE_FOLDER		= Procházet...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Výchozí

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Jazyk
IDC_ST_TRANSLATOR			= Poděkování překladatelům

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Výstraha pokud není vyskokorychlostní režim k dispozici.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Ve vysokorychlosním režimu vždy rozdělit/sloučit soubory pouze v klíčových oknech.
IDC_CK_SHOW_KEY_FRAME_CUT		= Výstraha pokud se změní počáteční čas souboru.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Nahrát na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Informace pro nahrávání
IDC_ST_VIMEO_FILENAME			= Název souboru:
IDC_ST_VIMEO_TITLE			= Název:
IDC_ST_VIMEO_DESCRIPTION			= Popis:
IDC_ST_VIMEO_PRIVACY			= Soukromí:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Veřejné - k videu bude mít přístup kdokoliv
IDC_RD_VIMEO_PRIVACY_ONLYME		= Pouze já - k videu budete mít přístup pouze Vy.
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Sledovaní - k videu budou mít přístup jen lidé, které sledujete na Vimeo.
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Soukromé - k videu budou mít přístup jen lidé se soukromým odkazem.
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Uživatelé Vimeo Basic nemohou tuto možnost použít)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Pod heslem - k videu budou mít přístup jen lidé se znalostí hesla.
IDC_CK_HIDE_PASSWORD			= Skrýt heslo
IDC_BTN_VIMEO_UPLOAD			= Nahrát
IDC_LN_VIMEO_HELP			= Pomoc

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Nahrávám...
IDC_ST_VIMEO_UPLOADED			= Video bylo úspěšně nahráno!
IDC_ST_VIMEO_LINK			= Odkaz:
IDC_ST_VIMEO_EMBED			= Propojení:
IDC_BTN_VIMEO_LINK_GO			= Přejít
IDC_BTN_VIMEO_EMBED_COPY		= Kopírovat
IDC_BTN_VIMEO_CLOSE			= Zavřít

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Nahrát na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Informace pro nahrávání
IDC_ST_YOUTUBE_FILENAME			= Název souboru:
IDC_ST_YOUTUBE_TITLE			= Název videa:
IDC_ST_YOUTUBE_DESCRIPTION		= Popis:
IDC_ST_YOUTUBE_PRIVACY			= Soukromí:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Veřejné - k videu bude mít přístup kdokoliv.
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Neveřejné - k videu budou mít přístup jen lidé se soukromým odkazem.
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Soukromé - k videu budete mít přístup jen Vy a Vámi vybraní uživatelé.
IDC_BTN_YOUTUBE_UPLOAD			= Nahrát
IDC_LN_YOUTUBE_HELP			= Pomoc
IDC_LN_YOUTUBE_TOS			= Kliknutím na tlačítko Nahrát potvrzujete, že vlastníte veškerá práva k obsahu nebo že jste oprávněni vlastníkem k veřejnému zpřístupnění obsahu na YouTube, a že je v souladu se <a> Smluvními podmínkami YouTube </a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Zůstat přihlášen
IDC_BTN_YOUTUBE_LOGOUT			= Odhlásit se

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Nahrávám...
IDC_ST_YOUTUBE_UPLOADED		= Video bylo úspěšně nahráno!
IDC_ST_YOUTUBE_LINK			= Odkaz:
IDC_ST_YOUTUBE_EMBED			= Propojení:
IDC_BTN_YOUTUBE_LINK_GO			= Přejít
IDC_BTN_YOUTUBE_EMBED_COPY		= Kopírovat
IDC_BTN_YOUTUBE_CLOSE			= Zavřít

[IDD_FILEINFO]
IDD_FILEINFO				= Informace o souboru
IDC_BTN_CLIPBOARD			= Kopírovat do schránky

[IDD_REGISTER]
IDD_REGISTER				= Registrování programu Bandicut
IDC_ST_1BUY				= 1. Koupit
IDC_ST_1BUY_COMMENT			= U neregistrované verze bude vždy do videa vložen vodoznak. Pokud chcete licenci Bandicutu zakoupit, klikněte na tlačítko Koupit ihned.
IDC_BTN_BUY_ONLINE			= Koupit ihned
IDC_ST_2REGISTER				= 2. Registrace
IDC_ST_2REGISTER_COMMENT		= Vložte, prosím, e-mailovou adresu a sériové číslo.[br](Na zaregistrování Bandicutu potřebujete připojení na internet.)
IDC_ST_EMAIL_ADDRESS			= E-mailová adresa
IDC_ST_SERIAL_NUMBER			= Sériové číslo
IDC_BTN_REGISTER_NOW			= Zaregistrovat nyní
IDC_BTN_UNREGISTER_NOW			= Odregistrovat

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Vypnout  systém
IDC_ST_SHUTDOWN_INFO			= Vypnutí  systému
IDC_ST_SHUTDOWN_MSG1			= Systém se automaticky vypne, protože proces byl dokončen.[br]Pokud ho nechcete vypnout, klikněte na tlačítko Zrušit.
IDD_SHUTDOWN_APP			= Ukončit Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Ukončení programu Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut se automaticky ukončí, protože proces byl dokončen.[br]Pokud ho nechcete ukončit, klikněte na tlačítko Zrušit.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Kontrola aktualizací
IDC_ST_UPDATE_SETTING			= Nastavení
IDC_CK_ENABLE_AUTO_CHECK		= Povolit automatickou kontrolu aktualizací.
IDC_CK_SHOW_UPDATE_POPUP		= Zobrazit vyskakovací okno, když je k dispozici větší aktualizace.
IDC_CK_SHOW_ENABLE_BETA		= Zobrazit vyskakovací okno v případě nové beta verze programu.
IDC_BTN_CHECK_UPDATE_NOW		= Zkontrolovat aktualizace

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Informace o aktualizaci
IDC_ST_UPDATE_MSG1			= Je k dispozici nová verze.
IDC_ST_UPDATE_MSG2			= Po kliknutí na tlačítko Aktualizace si ji můžete stáhnout.
IDOK					= Aktualizace

[IDD_FAILTOADD]
IDD_FAILTOADD				= Nelze přidat soubor(y).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Video střih
IDOK					= Použít
IDC_RD_SPLIT_NUMBER			= Rozdělit do
IDC_RD_SPLIT_TIME			= Rozdělit podle délky trvání:
IDC_ST_SEGMENT				= sekvencí
IDC_CK_KEEP_SEGMENT			= Zachovat vybranou sekvenci
IDC_ST_HOUR				= Hod.
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sec.

[IDD_INFORMATION]
IDD_INFORMATION				= Klávesové zkratky
IDD_INFORMATION_LICENSE			= Informace o licenci

[SKIN]
; New UI
; Common
$BN_START				= Spustit
$BN_CANCEL				= Zrušit
$BN_OK					= OK
$BN_YES					= Ano
$BN_NO					= Ne
$ST_OPTION				= Volby
$CK_JOIN					= Sloučit sekvence
$BN_OPEN_OUTPUT			= Otevřít
$BN_HELP				= Pomoc
$CHECK_DO_NOT_SHOW			= Příště nezobrazovat.

; Main
$BN_TIP					= Prosím, proveďte registraci pro odstranění omezení. 
$BN_ADD_SEGMENT			= Přidat sekvenci
$BN_GUIDE_OPEN_FILE			= Otevřít soubor
$BN_GUIDE_OPEN_FILE_JOINER		= Otevřít soubory
$ST_GUIDE_SET_SEGMENT			= Vybrat oblast střihu
$ST_GUIDE_START				= Kliknout na Spustit
$ST_GUIDE_ADD_FILES			= Přidat soubory
$ST_SEGMENT_LIST_TITLE			= Seznam vystříhaných sekvencí
$ST_SEGMENT_LIST_TITLE_JOIN		= Seznam spojovaných souborů

; Wizard
$BN_WIZARD_CUT				= Vystřihnout
$BN_WIZARD_JOIN				= Spojit
$BN_WIZARD_SPLIT			= Rozdělit

; About
$ST_ABOUT_VERSION_INFO			= Verze programu Bandicut
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Je k dispozici nová verze .
$BN_ABOUT_CHECK_UPDATE		= Kontrola aktualizací
$ST_ABOUT_LICENCE_INFO			= Informace o licenci
$BN_ABOUT_REGISTER			= Registrace
$BN_ABOUT_REGISTER_HELP		= Jak koupit a registrovat
$ST_ABOUT_HOMEPAGE_INFO		= Internetové stránky programu
$ST_ABOUT_HOMEPAGE_URL		= Domovská stránka
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Aktualizovat registraci
$BN_ABOUT_RENEW_LICENSE		= Obnovit licenci

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Režim
$RD_READY_HIGH_SPEED_MODE		= Vysokorychlostní režim
$RD_READY_ENCODING_MODE		= Kódovací režim
$ST_READY_MODE_HIGH_SPEED		= Rychlý a bezztrátový (doporučeno)
$ST_READY_MODE_ENCODING		= Vlastní formát souboru, kvality a kodeku (pomalý)
$ST_READY_FILE_FORMAT			= Formát souboru
$ST_READY_VIDEO_INFO			= Video informace
$ST_READY_VIDEO_ENCODER		= Video kodér
$ST_READY_AUDIO_INFO			= Audio informace
$BN_READY_DETAIL_SETTING		= Nastavení kódování
$BN_READY_PRESET			= Předvolby
$ST_READY_OUTPUT_OPTION		= Výstup
$ST_READY_OUTPUT_FILE_NAME		= Název souboru
$ST_READY_SAVE_FOLDER			= Složka
$CK_READY_OUTPUT_TO_SOURCE		= Uložit do zdrojové složky
$ST_READY_TRACK_OPTION			= Uložit stopy
$RD_READY_ALL_TRACK			= Uložit všechny video a audio stopy
$RD_READY_SEL_TRACK			= Uložit pouze vybrané video a audio stopy
$CK_READY_EXTRACT_AUDIO		= Extrahovat audio stopy (.mp3)
$CK_READY_REMOVE_AUDIO			= Odstranit audio stopy

; Run
$ST_RUN_CUT_FILE_INFO			= Průběh
$ST_RUN_FILE_NAME			= Soubor
$ST_RUN_COMPLETE			= Hotovo
$BN_RUN_UPLOAD				= Nahrát
$BN_RUN_PLAY				= Přehrát
$ST_RUN_RUNNING_TIME			= Uplynulý čas
$ST_RUN_REMAINING_TIME			= Zbývající čas
$ST_RUN_SPEED				= Rychlost
$ST_RUN_FILE_SIZE			= Velikost souboru
$ST_END_OPTION				= Po dokončení
$ST_UPLOAD_OPTION			= Možnosti nahrávání
$CK_RUN_OPEN_OUTPUT_FOLDER		= Otevřít výstupní složku
$CK_RUN_SYSTEM_CLOSE			= Vypnout systém
$CK_SOUND_ALARM			= Přehrát zvuk
$CK_MOVE_TO_MAIN			= Přechod do havního okna

; Capture
$BN_OPEN_FOLDER			= Otevřít složku
$BN_MESSAGE				= [u]Pořízený snímek byl uložen do výstupní složky.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Použili jste již <font color="yellow">Bandicam</font>? Umožní Vám zaznamenat cokoli na obrazovce počítače a uložit to jako video soubor.[br]Chcete vyzkoušet Bandicam?
$BN_UPDATE_STEP1_LINK			= Zjistit více
$ST_UPDATE_STEP2_TEXT			= Probíhá stahování...
$BN_UPDATE_INSTALL			= Instalovat nyní
$BN_UPDATE_LATER			= Ne, děkuji!
$BN_UPDATE_CANCEL			= Zrušit
$BN_UPDATE_CLOSE			= Zavřít
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Příprava Vašich souboru(ů) k úpravám.

; Tooltip
$TT_MENU				= Nabídka
$TT_WIZARD				= Začít (Domů)
$TT_CUTTER				= Stříhat
$TT_JOINER				= Spojit
$TT_ABOUT				= Informace (F1)
$TT_SETTING				= Konfigurace (F5)
$TT_BANDICAM				= Start programu Bandicam

$TT_FILE_CLOSE_WORK			= Zavřít všechny soubory (F4)
$TT_FILE_CLOSE_WORK_CUT		= Zavřít soubor - Odstranit všechny sekvence (F4)

$TT_FILE_OPEN				= Otevřít soubor(y) (F2,Ctrl+O)
$TT_FILE_ADD				= Přidat soubor(y) (F2,Ctrl+O)
$TT_FILE_PROJECT				= Otevřít/Uložit soubor projektu
$TT_OPEN				= Otevřít

$TT_REGISTER				= Registrovat(F3)
$TT_OPEN_OUTPUT_FOLDER			= Otevřít výstupní složku (Ctrl+F2)
$TT_HELP				= Pomoc
$TT_REFRESH_LINFO			= Aktualizovat informace o licenci

$TT_PLAYER_PLAY				= Přehrát / Pozastavit (Mezerník)
$TT_PLAYER_STOP				= Zastavit (Ctrl+Mezerník)
$TT_PLAYER_PLAY_SEG			= Přehrát / Pozastavit sekvenci (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Zastavit sekvenci (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Přejít na předchozí klíčový snímek (Ctrl+Šipka vlevo)
$TT_PLAYER_PREV_FRAME			= Přejít na předchozí snímek (Šipka vlevo)
$TT_PLAYER_NEXT_FRAME			= Přejít na další snímek (Šipka vpravo)
$TT_PLAYER_NEXT_KEY_FRAME		= Přejít na další klíčový snímek (Ctrl+Šipka vpravo)
$TT_PLAYER_PREV_FILE_PLAY		= Přehrát předchozí soubor (Šipka vlevo)
$TT_PLAYER_NEXT_FILE_PLAY		= Přehrát následující soubor (Šipka vpravo)
$TT_PLAYER_SEG_ADD			= Přidat sekvenci (Ctrl+A)
$TT_ADD_SEGMENT_MAX               		= Můžete přidat až ${int1} soubory(ů)/sekvence(í).
$TT_PLAYER_SEG_START			= Nastavit začátek sekvence ( S )
$TT_PLAYER_SEG_END			= Nastavit konec sekvence ( E )
$TT_PLAYER_MUTE_ON			= Vypnout zvuk ( M )
$TT_PLAYER_MUTE_OFF			= Zapnout zvuk ( M )

$TT_PLAYER_CAPTURE			= Zachytit snímek (Ctrl+C)

$TT_ADD_SEGMENT			= Přidat sekvenci (Ctrl+N)
$TT_PREV_SEGMENT			= Přesunout nahoru
$TT_NEXT_SEGMENT			= Přesunout dolů
$TT_PREV_MOVE_FILE			= Posunout dozadu
$TT_NEXT_MOVE_FILE			= Posunout dopředu

$TT_RUN_UPLOAD_OPTION			= Možnosti nahrávání

$TT_LIST_PLAY				= Spustit/Pozastavit sekvenci
$TT_LIST_SPLIT				= Rozdělit
$TT_LIST_CUT_REMOVE			= Odstranit
$TT_LIST_JOIN_REMOVE			= Odstranit

$FONT_SIZE				= Velikost fontu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT			= * Klávesové zkratky pro Bandicut
HOTKEYS_ABOUT				= - O programu Bandicut:		F1
HOTKEYS_FILE_INFO			= - Informace o souboru:		Ctrl+F1
HOTKEYS_SETTING				= - Konfigurace:			F5
HOTKEYS_MAX				= - Maximalizovat / obnovit:		Enter
HOTKEYS_CHANGE_MODE			= - Změnit režim: 			Ctrl+M
HOTKEYS_REGISTER			= - Registrovat Bandicut:		F3
HOTKEYS_HOME				= - Jít na první stránku:		Home

HOTKEYS_PLAY_TITLE			= * Přehrávání
HOTKEYS_OPEN_FILE			= - Otevřít soubor:			Ctrl+O, F2
HOTKEYS_CLOSE				= - Zavřít (všechny) soubor(y):		F4
HOTKEYS_START				= - Start:           			Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Otevřít výstupní složku:		Ctrl+F2
HOTKEYS_PLAY				= - Přehrát / Pozastavit:		Mezerník
HOTKEYS_STOP				= - Zastavit:			Ctrl+Space
HOTKEYS_MUTE				= - Vypnout / Zapnout zvuk:		M

HOTKEYS_SEGMENT_PLAY			= - Přehrát / Pozastavit sekvenci:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Zastavit sekvenci:			Alt+P
HOTKEYS_SEGMENT_REMOVE		= - Odstranit sekvenci:		Delete

HOTKEYS_PLAY_FORWARD			= - Posunout vpřed:			Šipka vpravo, Numpad +
HOTKEYS_PLAY_REWIND			= - Posunout vzad:			Šipka vlevo, Numpad -

HOTKEYS_CUT_TITLE			= * Ořezávání
HOTKEYS_SET_START_TIME			= - Nastavit čas začátku sekvence:	S
HOTKEYS_SET_END_TIME			= - Nastavit čas konce sekvence:	E
HOTKEYS_SEGMENT_ADD			= - Přidat sekvenci:			Ctrl+N

HOTKEYS_NEXT_FRAME			= - Další snímek:			Šipka vpravo, Numpad +
HOTKEYS_NEXT_KEY_FRAME			= - Další klíčový snímek:		Ctrl+Šipka vpravo

HOTKEYS_PREVIOUS_FRAME			= - Předchozí snímek:		Šipka vlevo, Numpad -
HOTKEYS_PREVIOUS_KEY_FRAME		= - Předchozí klíčový snímek:		Ctrl+Šipka vlevo

HOTKEYS_PREVIOUS_SEL_SEG		= - Vybrat předchozí sekvenci: 		Šipka nahoru
HOTKEYS_NEXT_SEL_SEG			= - Vybrat následující sekvenci: 		Šipka dolů

HOTKEYS_PREV_TIME_DIGIT			= - Předchozí pozice času:		Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Následující pozice času:		Tab

HOTKEYS_JOIN_TITLE			= * Spojování
HOTKEYS_PREV_FILE_PLAY			= - Přehrát/Vybrat předchozí soubor: 	Šipka vlevo
HOTKEYS_NEXT_FILE_PLAY			= - Přehrát/Vybrat následující soubor: 	Šipka vpravo